greeting_post = ("Главное меню:\n"
                 "Выберите действие:")


shops_post = ("🛒 Наши магазины\n"
              "🎒 Детские рюкзаки и сумки SURO\n"
              "🧳 Мужские сумки и кошельки SURO.MAN")

get_per_review_post = ("Для того, чтобы получить 150р на свой мобильный телефон необходимо прислать в телеграмм @Suro_100:\n"
                       "1) Скриншот Ваших покупок, где виден наш товар (Профиль 👉🏼 Покупки).\n"
                       "2) Скриншот Вашего отзыва.\n"
                       "3) Номер Вашего телефона на который перевести деньги.\n"
                       "После проверки в течении пяти рабочих дней мы осуществим перевод.\n\n"
                       "ВАЖНАЯ ИНФОРМАЦИЯ:\n"
                       "1. Отзыв необходимо оставить именно с мобильного приложения.\n"
                       "2. Скриншот необходимо отправить на телеграмм @Suro_100. Это другой телеграмм.\n"
                       "3. Обратите внимание, что еще вы можете принять участие в фотоконкурсе и выиграть до 5000 рублей.")

raffle_review_post = ("Выиграй до 5000р! Хочешь поучаствовать? Или узнать больше?")


what_contest_post = ("Раз в месяц мы проводим фотоконкурс для наших покупателей, где награждаем лучших денежными призами!\n"
                     "Призы:\n"
                     "1 место - 5000р\n"
                     "2 место - 3000р\n"
                     "3 место - 2000р\n"
                     "4-10 место - 1000р\n"
                     "Кроме того, нами будут выбраны 20 победителей, фотографии которых мы разместим прямо в карточке товара.\n"
                     "1) Сделайте самую красивую фотографию нашего товара на ваш вкус!\n"
                     "2) Оставьте отзыв о товаре, прикрепив ваше фото\n"
                     "3) Нажмите кнопку 'Участвовать в конкурсе', куда прикрепите скриншот с вашим отзывом\n"
                     "4) Дождитесь результатов! В начале каждого месяца мы объявляем победителей за предыдущий месяц.Проследите, что бы ваши сообщения были открыты. Если вы победите - мы напишем вам!")