greeting_post = ("Главное меню:\n"
                 "Выберите действие:")


shops_post = ("🛒 Наши магазины\n"
              "🎒 Детские рюкзаки и сумки SURO\n"
              "🧳 Мужские сумки и кошельки SURO.MAN")

get_per_review_post = ("Для того, чтобы получить 150р на свой мобильный телефон необходимо прислать в телеграмм @Suro_100:\n"
                       "1) Скриншот Ваших покупок, где виден наш товар (Профиль 👉🏼 Покупки).\n"
                       "2) Скриншот Вашего отзыва.\n"
                       "3) Номер Вашего телефона на который перевести деньги.\n"
                       "После проверки в течении пяти рабочих дней мы осуществим перевод.\n\n"
                       "ВАЖНАЯ ИНФОРМАЦИЯ:\n"
                       "1. Отзыв необходимо оставить именно с мобильного приложения.\n"
                       "2. Скриншот необходимо отправить на телеграмм @Suro_100. Это другой телеграмм.\n"
                       "3. Обратите внимание, что еще вы можете принять участие в фотоконкурсе и выиграть до 5000 рублей.")

raffle_review_post = ("Выиграй до 5000р! Хочешь поучаствовать? Или узнать больше?")