greeting_post = ("Главное меню:\n"
                 "Выберите действие:")

get_per_review_post = ("Для получения приятного бонуса в размере 100 рублей на ваш мобильный телефон, мы предлагаем вам сделать несколько простых шагов через Телеграмм\n\n"
                       "1.Пришлите нам скриншот ваших покупок, где виден наш товар. Это поможет нам убедиться, что вы являетесь нашим дорогим клиентом.\n\n"
                       "2.Приложите скриншот вашего отзыва. Мы ценим ваше мнение и хотели бы услышать, что вам понравилось в нашем товаре или услуге.\n\n"
                       "3.Укажите номер вашего мобильного телефона, на который мы осуществим перевод денег. Ваша личная информация будет сохранена конфиденциально.\n\n"
                       "После проверки в течение пяти рабочих дней мы осуществим перевод 100 рублей на ваш счет. Это приятное удовольствие за вашу активность и доверие.\n\n"
                       "Важно отметить, что отзыв необходимо оставить с мобильного приложения, чтобы мы могли однозначно увидеть, что он связан именно с вашим аккаунтом.\n\n"
                       "Скриншот необходимо отправить на телеграмм\n\n"
                       "И не забудьте, что вы также можете принять участие в нашем конкурсе, где есть возможность выиграть до 5000 рублей. Расширьте свои шансы на призы и продолжайте наслаждаться нашими товарами \n")

raffle_review_post = ("Выиграй до 5000р! Хочешь поучаствовать? Или узнать больше?")


what_contest_post = ("Призы:\n"
                     "1 место - 5000р\n"
                     "2 место - 3000р\n"
                     "3 место - 2000р\n"
                     "У нас есть замечательная ежемесячная традиция - проводить конкурс для наших дорогих покупателей, где мы награждаем трех случайно выбранных счастливчиков денежными призами. \n"
                     "1 место - 5000\n"
                     "И это только начало! Вот что вам нужно сделать, чтобы стать участником:\n\n"
                     "1. Оставьте отзыв о нашем товаре с прикрепленным фото. Мы верим, что ваше мнение и опыт могут помочь другим покупателям сделать правильный выбор.\n\n"
                     "2. Нажмите кнопку 'Участвовать в конкурсе' и прикрепите скриншот вашего отзыва. Это позволяет нам проверить вашу участие и учесть вас в розыгрыше.\n\n"
                     "3. В начале каждого месяца мы объявляем победителей за предыдущий месяц. Если вы счастливчик, мы свяжемся с вами через личное сообщение в Телеграмме - одном из самых популярных мессенджеров. Пожалуйста, обратите внимание на сообщения и проверяйте входящие запросы, чтобы не упустить наше уведомление.\n\n"
                     "Вот так! Теперь вы знаете все, что нужно для участия в нашем конкурсе. Желаем удачи и надеемся, что вы станете одним из наших счастливых победителей!")